{
    "0":"Yo mama's so fat, when she walked across the TV I missed three goals",
    "1":"Yo mama's so fat, when she fell I didn't laugh, but the sidewalk cracked up",
    "2":"Yo mama's so fat, when she skips a meal, the stock market drops",
    "3":"Yo mama's so fat, it took me two buses and a train to get to her good side",
    "4":"Yo mama's so fat, when she goes camping, the bears hide their food",
    "5":"Yo mama's so fat, if she buys a fur coat, a whole species will become extinct",
    "6":"Yo mama's so fat, she stepped on a scale and it said: \"To be continued,\"",
    "7":"Yo mama's so fat, I swerved to miss her in my car and ran out of gas",
    "8":"Yo mama's so fat, when she wears high heels, she strikes oil",
    "9":"Yo mama's so fat, she was overthrown by a small militia group, and now she's known as the Republic of Yo Mama",
    "10":"Yo mama's so fat, when she sits around the house, she SITS AROUND the house",
    "11":"Yo mama's so fat, her car has stretch marks",
    "12":"Yo mama's so fat, she can't even jump to a conclusion",
    "13":"Yo mama's so fat, her blood type is Ragu",
    "14":"Yo mama's so fat, if she was a Star Wars character, her name would be Admiral Snackbar",
    "15":"Yo mama's so fat, she brought a spoon to the Super Bowl",
    "16":"Yo mama's so stupid, she stared at a cup of orange juice for 12 hours because it said \"concentrate.\"",
    "17":"Yo mama's so stupid when they said it was chilly outside, she grabbed a bowl.",
    "18":"Yo mama's so stupid, she put lipstick on her forehead to make up her mind.",
    "19":"Yo mama's so stupid, when they said, \"Order in the court,\" she asked for fries and a shake.",
    "20":"Yo mama's so stupid, she thought a quarterback was a refund.",
    "21":"Yo mama's so stupid, she got hit by a parked car.",
    "22":"Yo mama's so stupid, when I told her that she lost her mind, she went looking for it",
    "23":"Yo mama's so stupid when thieves broke into her house and stole the TV, she chased after them shouting \"Wait, you forgot the remote!\"",
    "24":"Yo mama's so stupid, she went to the dentist to get a Bluetooth.",
    "25":"Yo mama's so stupid, she took a ruler to bed to see how long she slept.",
    "26":"Yo mama's so stupid, she got locked in the grocery store and starved to death.",
    "27":"Yo mama's so stupid, when I said, \"Drinks on the house,\" she got a ladder.",
    "28":"Yo mama's so stupid, it takes her two hours to watch 60 Minutes.",
    "29":"Yo mama's so stupid, she put airbags on her computer in case it crashed.",
    "30":"Yo mama's so fat when she use google earth to click a selfie",
    "31":"Yo mama's so ugly, she threw a boomerang and it refused to come back.",
    "32":"Yo mama's so old, her social security number is one.",
    "33":"Yo mama's so ugly, she made a blind kid cry.",
    "34":"Yo mama's so ugly, her portraits hang themselves.",
    "35":"Yo mama's so old, she walked out of a museum and the alarm went off.",
    "36":"Yo mama's teeth are so yellow when she smiles at traffic, it slows down.",
    "37":"Yo mama's armpits are so hairy, it looks like she's got Buckwheat in a headlock.",
    "38":"Yo mama's so ugly, when she was little, she had to trick-or-treat by phone.",
    "39":"Yo mama's so ugly, her birth certificate is an apology letter.",
    "40":"Yo mama's so ugly, she looked out the window and was arrested for mooning.",
    "41": "Yo mama so hot, she makes jalapeños cry.",
    "42":" Yo mama so dumb, she put lipstick on her forehead to make up her mind.",
    "43":" Yo mama so American, her birthday song is the National Anthem.",
    "44":" Yo mama so silly, she thought Dunkin’ Donuts was a basketball team.",
    "45":" Yo mama so literal, when I told her that she lost her mind, she went looking for it.",
    "46":" Yo mama so bad at directions, when she saw the “Disneyland left” sign, she went home.",
    "47":" Yo mama so strict, she enforced a curfew for the entire neighborhood.",
    "48":" Yo mama so strict, she grounded you for getting a silver medal.",
    "49":" Yo mama so strict, she locked you up in a tower.",
    "50":" Yo mama so short, she has to slam dunk her bus fare.",
    "51":" Yo mama’s such a mess, Fix-It Felix said, \"I can’t fix it.\"",
    "52":" Yo mama so honest, she got locked in the grocery store and starved to death.",
    "53":" Yo mama so short, people thought she was a Funko Pop.",
    "54":" Yo mama so confused, when they said it was chilly outside, she grabbed a bowl.",
    "55":" Yo mama so nasty, I called her to say hello, and she ended up giving me an ear infection.",
    "56":" Yo mama so lazy, she’s got a remote control just to operate her remote.",
    "57":" Yo mama so old, her social security number is 1!",
    "58":" Yo mama so lazy that she came in last place in a recent snail marathon.",
    "59":" Yo mama glasses are so thick that when she looks on a map she can see people waving.",
    "60":" Yo mama glasses are so thick she can see into the future.",
    "61":" Yo mama’s teeth are so yellow, when she smiled at traffic, it slowed down.",
    "62":" Yo mama so short, she went to see Santa and he told her to get back to work.",
    "63":" Yo mama so scary, the robber ran away once he saw her.",
    "64":" Yo mama so short, you can see her feet on her driver’s license.",
    "65":" Yo mama such a bad cook, the foods throw themselves into the garbage.",
    "66":" Yo mama so unfunny, she ruins every joke she ever tells.",
    "67":" Yo mama’s cooking is so bad, every April Fool’s she cooks a good meal.",
    "68":" Yo mama’s sense of humor is so dry, her best jokes are your worst.",
    "69":" Yo mama’s so protective, she covered you in Band-Aids before you got the boo-boos.",
    "70":" Yo mama’s hair is so long, Rapunzel takes styling lessons from her.",
    "71":" Yo mama so mean, even Hello Kitty said goodbye.",
    "72":" Yo mama’s so hungry, she created a Gmail account just so she could get the spam.",
    "73":" Yo mama is so confusing that even Scooby Doo couldn’t solve that mystery.",
    "74":" Yo mama so clumsy, she tripped over a wireless network.",
    "75":" Yo mama’s so loud, she speaks in surround sound.",
    "76":" Yo mama's such a hoe, even I fucked her.",
    "77":" I would make a joke about your mom, but cows are sacred in my country"
}